Repository: common-repository/rsb-payment
Catalog: languages/rsb-payment-*.po
Languages: ru_ru

source: Payment gateway of Russian Standard Bank for WooCommerce
ru_ru: Платежный шлюз - эквайринг Банка Русский Стандарт

source: Russian Standard Bank acquiring
ru_ru: Эквайринг Банка Русский Стандарт

source: Allows you to accept payments - Russian Standard Bank
ru_ru: Позволяет принимать платежи - Банк Русский Стандарт

source: Russian Standard Bank
ru_ru: Банк Русский Стандарт

source: Payment by bank card
ru_ru: Оплата банковской картой

source: Payments Russian Standard Bank
ru_ru: Платежи Банка Русский Стандарт

source: Request address set
ru_ru: Набор адресов для запросов

source: For testing
ru_ru: Для тестирования

source: Work mode
ru_ru: Рабочий режим

source: Custom
ru_ru: Произвольный

source: Sending buyers for payment
ru_ru: Отправка покупателей для платежа

source: For payment module requests
ru_ru: Для запросов модуля оплаты

source: SBP payment scenario
ru_ru: Сценарий оплаты

source: Enable sending checks
ru_ru: Включить отправку чеков

source: Send checks
ru_ru: Отправлять чеки

source: If enabled, checks will be generated upon payment
ru_ru: Если включено, чеки будут формироваться при оплате

source: TSP identifier
ru_ru: Идентификатор ТСП

source: TSP identifier must be obtained from the representatives of the Bank or in your personal account
ru_ru: Идентификатор ТСП нужно получить у представителей Банка или в личном кабинете

source: PayAttribute
ru_ru: Признак способа расчета

source: You must select PayAttribute from the table below
ru_ru: Необходимо выбрать признак способа расчета из таблицы ниже

source: PayAttribute #0
ru_ru: Признак № 0

source: PayAttribute #1
ru_ru: Признак № 1

source: PayAttribute #2
ru_ru: Признак № 2

source: PayAttribute #3
ru_ru: Признак № 3

source: PayAttribute #4
ru_ru: Признак № 4

source: PayAttribute #5
ru_ru: Признак № 5

source: PayAttribute #6
ru_ru: Признак № 6

source: PayAttribute #7
ru_ru: Признак № 7

source: Force use TaxID for receipts
ru_ru: Принудительно использовать для чеков код налога

source: Use TaxID
ru_ru: Использовать код налога

source: If required, check the box to force the use of the TaxID selected below
ru_ru: Если требуется, установите галочку для принудительного использования кода налога, выбранного ниже

source: TaxID
ru_ru: Код налога

source: This TaxID will be used if the checkbox "Force use TaxID for receipts" is checked
ru_ru: Этот код налога будет использоваться, если установлена галочка "Принудительно использовать для чеков код налога"

source: Tax
ru_ru: НДС

source: No Tax
ru_ru: Без налога

source: PEM File
ru_ru: Файл PEM

source: Certificate file that you can receive after registering your merchant with the Bank
ru_ru: Файл сертификата, который Вы можете получить после регистрации своего мерчанта в Банке

source: KEY File
ru_ru: Файл KEY

source: The key file that you will receive when creating a certificate request
ru_ru: Ключевой файл, который Вы получите при создании запроса на получение сертификата

source: CRT File
ru_ru: Файл CRT

source: Certificate chain file that you can download yourself
ru_ru: Файл цепочки сертификатов, который Вы можете скачать самостоятельно

source: here
ru_ru: здесь

source: Enable query log
ru_ru: Включить лог запросов

source: Log enabled
ru_ru: Лог включен

source: If enabled, requests to the bank and responses will be recorded in a log file (only for technical specialists!)
ru_ru: Если включено, запросы в банк и ответы будут фиксироваться в лог-файле (только для технических специалистов!)

source: File already uploaded
ru_ru: Файл уже загружен

source: Want to upload another file
ru_ru: Хотите загрузить другой файл

source: Table of «PayAttribute»
ru_ru: Выбор «PayAttribute» - Признака способа расчёта

source: The list of grounds for assigning the variable «sign of the method of calculation» of the corresponding value of the variable
ru_ru: Перечень оснований для присвоения реквизиту «признак способа расчёта» соответствующего значения реквизита

source: For individual entrepreneurs who are taxpayers applying the patent taxation system and the simplified taxation system, as well as individual entrepreneurs applying the taxation system for agricultural producers, the taxation system in the form of a single tax on imputed income for certain types of activities when carrying out the types of entrepreneurial activities established by paragraph 2 Article 346.26 of the Tax Code of the Russian Federation, with the exception of individual entrepreneurs trading in excisable goods, the requirement for the mandatory inclusion of details in the cash receipt and SRF is applied from February 1, 2021. The PayAttribute field can be omitted
ru_ru: Для индивидуальных предпринимателей, являющихся налогоплательщиками, применяющими патентную систему налогообложения и упрощённую систему налогообложения, а также индивидуальных предпринимателей, применяющих систему налогообложения для сельскохозяйственных товаропроизводителей, систему налогообложения в виде единого налога на вменённый доход для отдельных видов деятельности при осуществлении видов предпринимательской деятельности, установленных пунктом 2 статьи 346.26 Налогового кодекса Российской Федерации, за исключением индивидуальных предпринимателей, осуществляющих торговлю подакцизными товарами, требование об обязательном включении в состав кассового чека и БСО реквизита применяется с 1 февраля 2021 года. Поле PayAttribute можно опустить

source: Full advance payment before the transfer of the subject of calculation
ru_ru: Полная предварительная оплата до момента передачи предмета расчёта

source: Partial advance payment until the transfer of the subject of calculation
ru_ru: Частичная предварительная оплата до момента передачи предмета расчёта

source: Prepaid expense
ru_ru: Аванс

source: Full payment, including taking into account the advance payment (prepayment) at the time of transfer of the subject of calculation
ru_ru: Полная оплата, в том числе с учётом аванса (предварительной оплаты) в момент передачи предмета расчёта

source: Partial payment of the subject of settlement at the time of its transfer, followed by payment on credit
ru_ru: Частичная оплата предмета расчёта в момент его передачи с последующей оплатой в кредит

source: Transfer of the subject of settlement without its payment at the time of its transfer, followed by payment on credit
ru_ru: Передача предмета расчёта без его оплаты в момент его передачи с последующей оплатой в кредит

source: Payment of the subject of settlement after its transfer with payment on credit (loan payment). This attribute must be the only one in the document, and a document with this attribute can contain only one line
ru_ru: Оплата предмета расчёта после его передачи с оплатой в кредит (оплата кредита). Этот признак должен быть единственным в документе и документ с этим признаком может содержать только одну строку

source: Payment system message
ru_ru: Сообщение платежной системы

source: Refuse. Payment system message: Response code
ru_ru: Отказ. Сообщение платежной системы: Код ответа

source: Return to the homepage
ru_ru: Вернуться на главную страницу

source: Sorry, there was a payment error
ru_ru: Извините, произошла ошибка при оплате

source: 1 piece
ru_ru: 1 шт

source: piece
ru_ru: шт

source: Delivery
ru_ru: Доставка

source: Rub/piece
ru_ru: Р/шт

source: Rub
ru_ru: Р

source: Order has been paid
ru_ru: Заказ оплачен

source: Payment attempt failed
ru_ru: Попытка оплаты завершилась неудачно

source: Payment expected
ru_ru: Ожидается оплата

source: Refund attempt: refund amount not transferred
ru_ru: Попытка возврата: сумма возврата не передана

source: Refund attempt: no paid (completed) bank transaction found
ru_ru: Попытка возврата: не найдена оплаченная (завершенная) банковская транзакция

source: Attempt to return: the order was placed with a check, but now checks are disabled or TCP_ID is not specified
ru_ru: Попытка возврата: заказ был оформлен с чеком, но сейчас чеки отключены или TCP_ID не указан

source: Amounts for returning goods
ru_ru: Суммы для возврата товаров

source: Return attempt: product
ru_ru: Попытка возврата: товар

source: cannot be returned anymore (attempt to return more than the remainder)
ru_ru: нельзя больше вернуть (попытка вернуть больше остатка)

source: can no longer be returned (remainder = 0)
ru_ru: нельзя больше вернуть (остаток = 0)

source: Attempt to return: product return error
ru_ru: Попытка возврата: ошибка возврата товара

source: the goods have not determined the value of the check
ru_ru: у товара не определилась стоимость по чеку

source: Refund attempt: Refund and settlement amounts for the check differ by
ru_ru: Попытка возврата: Суммы возврата и расчета для чека отличаются на

source: pennies. Amount correction needed
ru_ru: коп. Необходима коррекция суммы

source: Refund attempt: Refund
ru_ru: Попытка возврата: Возврат на сумму

source: RUB made
ru_ru: Р. произведен

source: Refund attempt: Refund made for the amount
ru_ru: Попытка возврата: Возврат произведен на сумму

source: RUB, however, saving or update the bank transaction record failed. Please check your bank account
ru_ru: Р., однако, запись или обновления банковской транзации завершилась неудачей. Проверьте, пожалуйста, личный кабинет в банке

source: Payment returned
ru_ru: Оплата возвращена

source: Return attempt: Return attempt failed
ru_ru: Попытка возврата: Неудача попытки возврата

source: Payment module - Russian Standard Bank
ru_ru: Модуль оплат Банка Русский Стандарт

source: Created on
ru_ru: Дата создания

source: Order ID
ru_ru: № заказа

source: Order Info
ru_ru: Информация о заказе

source: Transaction ID
ru_ru: № транзакции

source: Result
ru_ru: Результат

source: Type
ru_ru: Тип

source: Date of last request
ru_ru: Дата последнего запроса

source: Status
ru_ru: Статус

source: Generated check
ru_ru: Сформированный чек

source: Amount
ru_ru: Сумма

source: Check status
ru_ru: Проверить статус

source: Full refund
ru_ru: Полностью вернуть средства

source: An error occurred during the payment process. Contact the store administration
ru_ru: В процессе оплаты произошла ошибка. Свяжитесь с администрацией магазина

source: An error occurred during the payment process. No certificate files specified or address for submitting requests not specified
ru_ru: В процессе оплаты произошла ошибка. Не заданы файлы сертификатов или не указан адрес для отправки запросов

source: An error occurred during the payment process. Error in request, please check your settings (there is no TransID in the response)
ru_ru: В процессе оплаты произошла ошибка. Ошибка в запросе, проверьте настройки (в ответе нет TransID)

source: Failure
ru_ru: Отказ

source: Failure: card expired
ru_ru: Отказ: карта просрочена

source: Failure: insufficient funds
ru_ru: Отказ: недостаточно средств
